accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alacritty
alsa-firmware
alsa-utils
android-sdk-platform-tools
appstream
arandr
arch-install-scripts
archivetools
arcolinux-alacritty-git
arcolinux-arc-themes-2021-creative-git
arcolinux-arc-themes-2021-git
arcolinux-config-all-desktops-git
arcolinux-dconf-all-desktops-git
arcolinux-desktop-trasher-git
arcolinux-grub-theme-vimix-git
arcolinux-i3wm-git
arcolinux-keyring
arcolinux-local-xfce4-git
arcolinux-meta-asian-fonts
arcolinux-meta-logout
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-paru-git
arcolinux-polybar-git
arcolinux-reflector-simple-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-root-git
arcolinux-sddm-chili-git
arcolinux-sddm-sugar-candy-git
arcolinux-systemd-services-git
arcolinux-tweak-tool-git
arcolinux-volumeicon-git
arcolinux-wallpapers-git
arcolinux-xfce-git
arcolinuxd-system-config-git
arcolinuxd-welcome-app-git
asciinema
asciiquarium
autoconf
automake
autotiling
awesome-terminal-fonts
base
bash-completion
bibata-cursor-theme-bin
bind
binutils
bison
bleachbit
blueberry
bluez-utils
bridge-utils
brightnessctl
btrfs-progs
capitaine-cursors
catfish
chaotic-keyring
clonezilla
cmatrix
code
crda
cryptsetup
cups
ddrescue
dex
dhclient
dialog
diffutils
dmenu
dmraid
dnsmasq
dosfstools
dropbox
dtc
duf-bin
e2fsprogs
edid-decode-git
edk2-shell
efibootmgr
eog
ethtool
exa
exfat-utils
expac
f2fs-tools
fakeroot
fatresize
feh
file
file-roller
findutils
firefox
firefox-adblock-plus
firefox-ublock-origin
fish
flex
fsarchiver
fuseiso
galculator
gawk
gcc
gettext
gimp
git
gksu
gpart
gparted
gpm
gptfdisk
grep
groff
grub
grub-customizer
gst-libav
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gvfs-mtp
gvfs-smb
gzip
haveged
hdparm
htop
hw-probe
hwinfo
i3-gaps
intel-ucode
ipw2100-fw
ipw2200-fw
irssi
jdk-openjdk
jfsutils
kitty
kripton-theme-git
laptop-detect
layan-gtk-theme-git
less
lib32-nvidia-utils
libdvdcss
libfido2
libpwquality
libreoffice-fresh
libtool
libusb-compat
lightdm
lightdm-gtk-greeter
linux-atm
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
lolcat
lsb-release
lsof
lsscsi
lvm2
lxappearance
m4
make
man-db
man-pages
mc
mdadm
memtest86+
menumaker
mesa
mkinitcpio
mkinitcpio-nfs-utils
mlocate
mobile-broadband-provider-info
modemmanager
mtools
mujs
nano
nano-syntax-highlighting
nbd
ndisc6
neofetch
neovim
nerd-fonts-source-code-pro
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-lts
nvme-cli
openbsd-netcat
openconnect
openresolv
openssh
openvpn
os-prober
pacman
pacman-contrib
papirus-icon-theme
partclone
parted
partimage
paru-bin
patch
pavucontrol
pcsclite
pfetch
picom-jonaburg-git
pkgconf
playerctl
polkit
polkit-gnome
polybar
ppp
pptpclient
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-pip
python-pyqt5
qbittorrent
qemu
ranger
redshift
reflector
reiserfsprogs
ripgrep
rofi
rp-pppoe
rsync
rxvt-unicode
rxvt-unicode-terminfo
sardi-icons
screen
scrot
sddm
sdparm
sed
sg3_utils
shell-color-scripts
smartmontools
sof-firmware
squashfs-tools
starship
sudo
surfn-icons-git
swtpm
syslinux
system76-power
tcpdump
tela-circle-icon-theme-git
telegram-desktop
terminus-font
termite
testdisk
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tlp
tmux
tpm2-tss
traceroute
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-liberation
ttf-ms-fonts
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
udftools
ufw
unrar
upower
urxvt-fullscreen
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbmuxd
usbutils
vde2
vim
vlc
volumeicon
vpnc
wget
which
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
xdg-user-dirs
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfce4-power-manager
xfsprogs
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay-bin
zip
